Show / Hide Table of Contents
Enum RebarGeneralType
Determine type of rebar General
Namespace: IdeaRS.OpenModel.Model
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum RebarGeneralType
Fields
 Name |  Description
 NotDefined
Not defined type
 Single
Rebar Single
 Stirrup
Rebar Stirrup
 Improve this Doc
 View Source